{
  "title": "Pan de molde",
  "subtitle": "Pan lactal",
  "key": "bread_presliced",
  "units": 1,
  "ingredients": [
    {
      "name": "Harina de fuerza (italiana – tipo 00)",
      "key": "flour",
      "description": "Alto contenido en gluten",
      "quantity": "225 g"
    },
    {
      "name": "Harina integral de trigo, o de centeno",
      "key": "flour",
      "quantity": "225 g"
    },
    {
      "name": "Azúcar",
      "key": "granulated_sugar",
      "quantity": "25 g"
    },
    {
      "name": "Sal",
      "key": "granulated_salt",
      "quantity": "10 g"
    },
    {
      "name": "Levadura seca",
      "key": "active_dry_yeast",
      "quantity": "3 g"
    },
    {
      "name": "Agua tibia",
      "quantity": "120 mL"
    },
    {
      "name": "Leche a temperatura ambiente",
      "quantity": "135 mL"
    },
    {
      "name": "Mantequilla",
      "quantity": "45 g"
    },
    {
      "name": "Leche para barnizar",
      "quantity": "∅"
    },
    {
      "name": "Semillas al gusto",
      "description": "Girasol, linaza, ajonjolí, calabaza, etc.",
      "quantity": "∅"
    }
  ],
  "steps": [
    "Mezclar en un bol el agua tibia, el azúcar, la levadura y 1 cda. de la harina de fuerza, y dejar la levadura actuar por 20 min.",
    "Agregar al bol todos los demás ingredientes, incluyendo la mantequilla derretida, y mezclar lo mejor posible con una cuchara.",
    "Enharinar ligeramente una superficie plana, volcar la mezcla, y amasar vigorosamente por 10 mins.",
    "Aceitar el bol, poner la masa, y tapar el bol con una toalla. Dejar reposar la masa por 1 hr en un lugar tibio y sin corrientes de aire.",
    "Pasado el tiempo de reposo, retirar la masa del recipiente, y con ayuda de un rodillo amoldarla en forma rectangular de tal manera que su ancho sea el mismo largo del molde.",
    "Opcionalmente, distribuir las semillas al gusto sobre la masa rectangular.",
    "Enrollar la masa, apretar un poco los extremos y extenderlos hacia abajo para que sellen.",
    "Cubrir el molde con papel vegetal para hornear, y ubicar el rollo adentro. Tapar el molde con la toalla, y dejar reposar por 1 hr y 30 min.",
    "Pasado el tiempo de reposo, precalentar el horno por 10 min. a 220 ºC, y mientras tanto barnizar el pan con leche.",
    "Reducir la temperatura del horno a 190 ºC y hornear el pan durante 25 a 30 min.",
    "Retirar el pan del horno, dejarlo reposar por unos pocos minutos, y luego retirarlo también del molde y ubicarlo sobre una tabla o rejilla preferiblemente. Dejarlo enfriar por completo antes de cortarlo."
  ],
  "nutritionalFacts": []
}
