{
  "title": "Pan para hamburguesa",
  "key": "bread-burger",
  "portions": 4,
  "ingredients": [
    {
      "name": "Harina de trigo",
      "description": "50% de harina integral y 50% de harina blanca tradicional si se quiere.",
      "key": "flour",
      "quantity": "350 g"
    },
    {
      "name": "Azúcar",
      "key": "granulated_sugar",
      "quantity": "7 g"
    },
    {
      "name": "Sal",
      "key": "granulated_salt",
      "quantity": "3,5 g"
    },
    {
      "name": "Levadura seca",
      "key": "active_dry_yeast",
      "quantity": "3,5 g"
    },
    {
      "name": "Agua tibia",
      "quantity": "60 mL"
    },
    {
      "name": "Leche a temperatura ambiente",
      "quantity": "110 mL"
    },
    {
      "name": "Mantequilla",
      "quantity": "35 g"
    },
    {
      "name": "Huevo para la mezcla",
      "quantity": "1"
    },
    {
      "name": "Huevo batido para barnizar",
      "quantity": "∅"
    },
    {
      "name": "Semillas al gusto",
      "description": "Ajonjolí o amapola",
      "quantity": "∅"
    }
  ],
  "steps": [
    "Mezclar en un bol el agua tibia, el azúcar, la levadura y 1 cda. de la harina, y dejar la levadura actuar por 20 min.",
    "Agregar al bol todos los demás ingredientes, incluyendo la mantequilla derretida, la leche, el huevo batido, y mezclar lo mejor posible con una cuchara.",
    "Enharinar ligeramente una superficie plana, volcar la mezcla, y amasar vigorosamente por 10 mins.",
    "Aceitar el bol, poner la masa, y tapar el bol con una toalla. Dejar reposar la masa por 1 hr y 30 min. en un lugar tibio y sin corrientes de aire.",
    "Pasado el tiempo de reposo, retirar la masa del recipiente, y dividirla en las porciones deseadas.",
    "Darle forma redondeada a las porciones, ubicarlas en una bandeja de horno recubierta de papel vegetal y aplastarlas un poco con los dedos.",
    "Tapar la bandeja con una toalla y dejar reposar las porciones para que vuelvan a crecer durante 30 min.",
    "Pasado el tiempo de reposo, precalentar el horno (con calor arriba y abajo) a 220 ºC durante 10 min. Mientras tanto, aplastar ligeramente los panes, barnizarlos con un poco de huevo batido, y opcionalmente espolvorearlos por encima con semillas al gusto.",
    "Reducir la temperatura del horno a 190 ºC, introducir los panes y hornearlos durante 15 min. Si el horno no calienta arriba y abajo a la vez, cocer con calor abajo durante 10 min. y luego con calor arriba durante 5 min.",
    "Retirar los panes del horno. Dejarlos reposar sobre una rejilla hasta que se enfríen para poder cortarlos y disfrutarlos."
  ],
  "nutritionalFacts": []
}
