{
  "key": "creamy-salmon-soup",
  "category": "soups",
  "origin": "🇸🇪🇫🇮",
  "portions": 2,
  "ingredients": [
    {
      "key": "salmon",
      "amount": "320 g"
    },
    {
      "key": "leek",
      "amount": "3/4 cup",
      "cut": "half-round-sliced"
    },
    {
      "key": "potato",
      "amount": "1.5 cup",
      "cut": "into-wedges"
    },
    {
      "key": "carrot",
      "amount": "1 cup",
      "cut": "into-wedges"
    },
    {
      "key": "round-onion",
      "amount": "1/4 cup",
      "cut": "finely-chopped"
    },
    {
      "key": "garlic",
      "amount": "1 tsp",
      "cut": "finely-chopped"
    },
    {
      "key": "fish-stock",
      "amount": "3 cup"
    },
    {
      "key": "dill",
      "amount": "2 tbsp",
      "cut": "finely-chopped"
    },
    {
      "key": "milk-cream",
      "amount": "4 tbsp"
    },
    {
      "key": "granulated-salt"
    }
    
  ],
  "instructions": {
    "es": [
      "En una olla suficientemente grande, sofreir el puerro, el ajo y la cebolla a fuego lento hasta que se cristalicen. Usar aceite de oliva preferiblemente.",
      "Verter el caldo de pescado, elevar la olla a temperatura media y taparla hasta que la mezcla hierva.",
      "Una vez esté hirviendo, agregar la papa y la zanahoria, tapar la olla, y dejar hervir por 20 min hasta que se ablanden los vegetales.",
      "Mientras tanto, precalentar un sartén antiadherente a fuego algo.",
      "Cortar el salmón en trozos gruesos de apróx. 40 g c/u.",
      "En el sartén caliente, sellar todas las piezas de salmón dorándolas por 1 min en cada cara. Remover la piel (si aún la tienen) dorándola y luego halándola suavemente (con ayuda de una espátula). Sellar también las caras expuesta luego de haberles quitado la piel.",
      "Completado el tiempo de cocción en la olla, agregar los trozos de pescado sellado, la crema de leche, y dejar todo hervir por otros 5 min.",
      "Apagar la olla, agregar la mitad del eneldo, la sal al gusto, revolver y dejar reposar por 5 min antes de servir.",
      "Servir las porciones deseadas, regar sobre ellas el eneldo remanente, ja nauti!"
    ]
  }
}
